tap "dustinblackman/tap"
tap "fwartner/tap"
tap "ggozad/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jstkdng/programs"
tap "mac-cleanup/mac-cleanup-py"
tap "microsoft/mssql-release"
brew "ca-certificates"
brew "openssl@3"
brew "bat"
brew "sqlite"
brew "black"
brew "eza"
brew "fd"
brew "git"
brew "go"
brew "highlight"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node@20"
brew "webp"
brew "pillow"
brew "pyenv"
brew "rust"
brew "sqlcmd"
brew "starship"
brew "zsh-autosuggestions"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
cask "1password"
cask "adguard"
cask "alfred"
cask "alt-tab"
cask "bartender"
cask "cleanshot"
cask "docker"
cask "elmedia-player"
cask "fantastical"
cask "firefox"
cask "google-chrome"
cask "hazel"
cask "iterm2"
cask "macupdater"
cask "onyx"
cask "pdf-expert"
cask "popclip"
cask "soundsource"
cask "sublime-text"
cask "transmit"
cask "updf"
cask "visual-studio-code"
cask "zoom"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bierner.markdown-preview-github-styles"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "pdconsec.vscode-print"
vscode "ritwickdey.liveserver"
