tap "dustinblackman/tap"
tap "fwartner/tap"
tap "ggozad/formulas"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jstkdng/programs"
tap "mac-cleanup/mac-cleanup-py"
brew "bat"
brew "black"
brew "eza"
brew "fd"
brew "git"
brew "go"
brew "highlight"
brew "jq"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node"
brew "pillow"
brew "pyenv"
brew "rust"
brew "silicon"
brew "starship"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
cask "visual-studio-code"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bierner.markdown-preview-github-styles"
vscode "esbenp.prettier-vscode"
vscode "fernandoescolar.vscode-solution-explorer"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "pdconsec.vscode-print"
vscode "ritwickdey.liveserver"
